Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=256_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Lean Niillas Holmberg (2008)
smn: Mun lam Niillas Holmberg (2008)

source: ja ellen 16 vuosttas jagi Ohcejogas, suomanieidda oaivečohkas, dasságo fárrejin Tamperei stuđerema geažil.
smn: já eellim elimâm 16 vuossâmuu ihheed Ucjuuvâst, suomânieidâ uáivičohheest tassaaš, ko värrejim Tamperen luuhâđ.

source: Ožžon báikki Tampere olggosbuktin máhtu sierralogahagas (Tampereen ilmaisutaidon erityislukio), gos mu ulbmilin leamašan ovddidit musihka, girjjálašvuođa ja neavttadeami dáidduidan, vai sáhtášin nu bures go vejolaš doallat bajás ja ovddidit iežan kultuvrra.
smn: Ožžum saje Tampere olgosadelemtááiđu sierânâsluvâttuvâst, mast uáivilâm lii lamaš ovdediđ muusik, kirjálâšvuođâ já čaittâlem táiđuidâm nuuvt pyerrin ko máhđulâš, vâi puávtáččim paijeentoollâđ já ovdediđ jieččân kulttuur.

source: Fárren eret sámeguovllus mearkkašii dieđusge stuorra nuppástusa eallimasan.
smn: Varrim sämikuávlust meddâl merhâšij tiäđust-uv stuorrâ nubástus elimân.

source: Stuorámus ášši fárremis lei goittot dat, ahte áddegohten buorebut, maid sápmelašvuohta munnje mearkkaša.
smn: Stuárráámus äšši varriimist lâi kuittâg tot, et ibbeerdškuottim pyerebeht, maid sämmilâšvuotâ munjin meerhâš.

source: Muhtumin ferte vuolgit guhkkelebbui, vai oaidná buorebut.
smn: Motomin ferttee moonnâđ olgoláá vâi uáiná.

source: Dat geat leamašan muhtumin guhká eret ruovttus almmá bearraša ja máhccan dasto ruoktot, sáhttet buohtastahttit iežaset munnje, go mus jerrojuvvo, maid sápmelašvuohta munnje mearkkaša.
smn: Toh, kiäh láá lamaš motomin kuhháá meddâl pääihist perruuttáá já maccâm tastoo pááikán, pyehtih identifisistuđ munjin, ko must koijâdeh, maid sämmilâšvuotâ munjin meerhâš.

source: Dat lea dovdu, man lea váttis govvidit.
smn: Tot lii tobdo, mon lii väädis valdâttâllâđ.

source: Gieskat válmmaštuvvan diktagirjjistan dat leamašan goit okta mu figgamušain.
smn: Kieskâd valmâštum tihtâkirjestân taat lii kuittâg lamaš ohtâ muu viggâmuš.

source: Oaivilin lea ahte girji almmustuvašii boahtte jagi bealde.
smn: Kirje ličij uáivil almostittiđ puáttee ive pelni.

source: Mun čálán davvisámegillii, iežan eatnigillii.
smn: Čálám tavesämikielân, mii lii muu eenikielâ.

source: Tamperes orodettiinan lea jámma dakkár dovdu go livččen eret nuppi máilmmis, gosa sáhttá álo báhtarit go lea heahti, ja mii dat dan buoret dovdu !
smn: Ko lijjim Tamperest, te oroi ohtânmaanoost tagarin, tegu liččim vuálgus monnii eres ooláádmuddoost, kuus puávtám ain táárbu mield patâriđ, já miiba tađe pyereeb tobdo !

source: Máŋgasiidda mu vuolgin Tamperei, sullii 1100 kilomehtera duohkái ruovttus, leamašan gažaldatmearka.
smn: Maŋgâsân muu vyelgim Tamperen, s. 1100 kilomeetter kiäčán pääihist, lii lamaš koččâmâšmerkkâ.

source: Muhtumiid mielas lean dego hilgon máttuidan, báhtaran eret.
smn: Motomij mielâst lam tegu hilgom madduidân, patârâm meddâl.

source: Ášši lea goit nuppe gežiid.
smn: Äšši lii eidu nubijkejij.

source: Sápmelašvuohta, Sápmi ja sámegiella leat beaivválaččat mu mielas.
smn: Sämmilâšvuotâ, Säämi já sämikielâ láá piäiválávt muu mielâst.

source: Lean vuolgán, vai sáhtán boahtit stuorábun ruovttoluotta, vai mu veahki addi giehta livččii stuorát.
smn: Tuubdâm, et lam vuálgám meddâl, vâi puávtám puáttiđ maasâd styerebin, vâi muu išedeijee kietâ ličij stuárráb.

source: Buohkanassii anán duođaid árvvus iežan sápmelašvuođa, inge heahpanatte dan.
smn: Puohnâssân lam tuođâi čiävláá sämmilâšvuođâstân, jiemge hepânâš tom.

source: Ii galgga leat gáddálas, muhto ii leat boastut atnit árvvus dan, mii lea ja gosa gullá.
smn: Ij koolgâ leđe rámmáá, mut ij lah puástud leđe čiävláá tast, maid lii já moos kulá.

source: Heahpanaddama mii leat mannan jahkečuođi áigge oaidnán áibbas nohkka.
smn: Hepânâššâm lii majemuu ihečyeđe ääigi oinum aaibâs tuárvi.
